[
  {
    "clickThrough":["http://www.calvinparks.com/libertymutual/LibertyMutualExhibitsUserGuideSample.pdf","https://www.nextlot.com/nextlot-one","https://www.goarmy.com/"],
    "imagePath": ["./assets/images/libertyMutual.jpg","./assets/images/nextLot.png","./assets/images/ArmyLogos.jpg"],
    "title": ["Liberty Mutual","NextLot","U.S. Army"],
    "description": ["Remote Developer of various Inkling Publishing Platform projects for the Commercial Insurance Dept, Underwriter Dept, and Distribution Department. HTML5, CSS3, SASS, Javascript, Bootstrap, Inkling Habitat, Adobe Animate, SVN..","Front-end & Back-end Developer for Java and Flex based website and mobile App. Added prebid features which allows users to submit bids prior to the start of the auction. Java, Flex MXML, ActionScript 3 classes and UI, IntelliJ, Flashbuilder, Red5, GitHub.","System management and development of U.S.Army database that assisted in tracking manpower needs for the entire Korean theater of over 50,000 personnel. Wrote applications in INFORMIX relational database system, Pascal, and c-shell script."]
  },
  {
    "clickThrough":["http://www.playboy.com/","http://www.conagrabrands.com","/nolink"],
    "imagePath": ["./assets/images/playboyWebsites.png","./assets/images/conagra.png","./assets/images/masterlock.png"],
    "title": ["Playboy","Conagra","Masterlock"],
    "description": ["Lead Ecommerce Developer. Managed all user interface programming content for interactive web sites, including Playboy Online, The Playboy Cyber Club, The Playboy Store, The Spice Store, Critic Choice Music Store, and Critic Choice Video Store.","Front-end Developer for Java based websites. Installation and configuration of VirtuaBox VM, Debian Linux, Apache-Tomcat. Maintenance of Java Class and JSP files. Utilization of Source Tree, Eclipse and IntelliJ IDE's.","Front-end Developer for MasterLock.com.  Updated and created new pages. Installed and setup local development environment. HTML5, SCSS, CSS, JavaScript, Java, JSP, MJML, GitHub, Docker, Bash Powershell, Gulp, DevOps, VisualStudio."]
  }
]